Repository: common-repository/lgpd-compliant-cookie-banner
Catalog: languages/wibson-plugin-*.po
Languages: pt

source: Create your account and select your plan to get integration code using this
pt: Crie sua conta e selecione seu plano para obter o código de integração usando este

source: Paste integration code here.
pt: Cole o código de integração aqui.

source: Paste the integration code and press save button to final activation of plugin.
pt: Cole o código de incorporação e aperte o botão salvar para a ativação final do plugin.

source: Reset config
pt: Redefinir as configurações

source: Settings saved.
pt: Configurações salvas.

source: Start your compliance path on your website, and in 5 minutes, make it a great example of how to handle privacy.
pt: Comece seu caminho de conformidade em seu site e, em 5 minutos, torne-o um ótimo exemplo de como gerenciar a privacidade.

source: STEP 1:
pt: PASSO 2:

source: STEP 2:
pt: PASSO 2:

source: STEP 3:
pt: PASSO 3:

source: Wait for it to generate the integration code and copy it.
pt: Aguarde gerar o código de integração e copie-o.

source: Wibson - GDPR, LGPD and CCPA/CPRA Cookie Consent
pt: Wibson - GDPR, LGPD and CCPA/CPRA Consentimento de Cookies

source: Wibson | GDPR, LGPD and CCPA/CPRA Cookie Consent
pt: Wibson | GDPR, LGPD and CCPA/CPRA Consentimento de Cookies
